Repository: agiza/fluxkraft_distro
Catalog: profiles/fluxkraft_distro/modules/contrib/fluxservice/translations/*.po
Languages: de

source: Save configuration
de: Konfiguration speichern

source: delete
de: Löschen

source: Delete
de: Löschen

source: Operations
de: Operationen

source: Cancel
de: Abbrechen

source: The configuration options have been saved.
de: Die Konfigurationsoptionen wurden gespeichert.

source: edit
de: Bearbeiten

source: Label
de: Beschriftung

source: User
de: Benutzer

source: Account type
de: Kontotyp

source: Consumer key
de: Anwender-Schlüssel

source: Consumer secret
de: Anwender-Geheimnis

source: Add account
de: Konto hinzufügen

source: The account %name has already been connected.
de: Das Konto %name wurde bereits verbunden.

source: Successfully linked the account %name to this site.
de: Das Konto %name wurde erfolgreich mit dieser Seite verlinkt.

source: The label of the service.
de: Die Beschriftung des Service.

source: Are you sure you want to delete the service %service?
de: Sind Sie sicher, dass Sie den Service %service löschen möchten?

source: The label of the account.
de: Die Beschriftung des Kontos

source: Are you sure you want to delete the account %account?
de: Sind Sie sicher, dass Sie das Konto %account löschen möchten?

source: Uses EntityFieldQuery for querying remote entities.
de: Benutzt EntityFieldQuery um remote entities abzurufen.

source: The Composer auto loader could not be registered. Have you updated dependencies via <a href="@url" target="_blank">composer manager</a>? To do so, run: <code>@command</code>
de: Der Composer auto loader konnte nicht registriert werden. Wurden die Abhängigkeiten aktualisiert über <a href="@url" target="_blank">composer manager</a>? Um dies zu tun, führe folgendes aus: <code>@command</code>

source: Administer service endpoints
de: Administriere Service endpoints

source: Create and manage service endpoints and accounts.
de: Erstelle und verwalte Service endpoints und Konten.

source: Use endpoint: %endpoint
de: Benutze endpoint: %endpoint

source: Create service accounts that use this endpoint.
de: Erstell Service Konten welche diesen Endpoint benutzen.

source: Service integration API for the fluxkraft module suite.
de: Service Integration API für die fluxkraft Modul Suite.

source: flux Service account from user
de: flux Service Konto des Benutzers

source: Retrieves a random flux service account from a user.
de: Ruft ein zufälliges flux Service Konto von einem Benutzer ab.

source: Select what kind of service account is to be retrieved.
de: Wähle aus welche Art von Service Konto abgerufen werden soll.

source: Displays a list of account entity operations.
de: Zeigt eine List von Konto entity Operationen an.

source: Displays a list of service endpoint entity operations.
de: Zeigt eine Liste von Service endpoint entity Operationen an.

source: Missing plugin property.
de: Fehlende Plugin Eigenschaft.

source: Service account
de: Service Konto

source: Select the account under which to perform the requests for this view.
de: Wähle aus mit welchen Konto diese Anfrage für diese Ansicht ausgeführt werden soll.

source: The consumer key for authenticating through OAuth.
de: Der consumer key für die Authentifizierung durch OAuth.

source: The consumer secret for authenticating through OAuth.
de: Das consumer secret für die Authentifizierung durch OAuth.

source: Add a new %endpoint service account.
de: Füge ein neues %endpoint service Konto hinzu.

source: Configure @plugin service
de: Konfiguriere @plugin service

source: You have to configure a @plugin service before you can set up an account.
de: Ein @plugin service muss konfiguriert werden bevor ein Konto angelegt werden kann.

source: There are no account plugins available. Go to the <a href="@modules">modules page</a> to enable a account plugin providing module.
de: Es sind keine Konto plugins verfügbar. Öffne die <a href="@modules">Modul Seite</a> um ein Konto plugin zu aktivieren.

source: There are no service plugins available. Go to the <a href="@modules">modules page</a> to enable a service plugin providing module.
de: Es sind keine Service plugins vorhanden. Öffne die <a href="@modules">Modul Seite</a> um ein Service plugin zu aktivieren.

source: Manage personal service accounts
de: Verwalte individuelle Service Konten

source: Create and manage your own service accounts.
de: Erstelle und verwalte deine eigenen Service Konten.

source: flux Services personal UI
de: flux Services individuelles UI

source: Allows users to configure their own service accounts.
de: Erlaubt es Benutzern ihre eigenen Service Konten zu konfigurieren.
